"LANGUAGEID"="91c20e05ee1b6c728d82a8ea7eb57d1afb11d6e5";

"ENABLED" = "مفعلة";
"RECORDING_SETTINGS" = "إعدادات التسجيل";

"RECORD_CALLS" = "سجيل المكالمات";

"ALL_CALLS" = "جميع المكالمات";
"ONLY_INCOMING_CALLS" = "الواردة فقط";
"ONLY_OUTGOING_CALLS" = "الصادرة فقط	";
"MANUALLY" = "يدوياً";

"PLAY_BEEP_SOUND" = "تفعيل نغمة التسجيل"; 
"BUY_CALL_RECORDER" = "شراء التطبيق";

"CONTINUE_TRIAL" = "الاستمرار بالنسخة التجريبية";

"FETCH_LICENSE" = "الحصول على الرخصة";

"NO_LICENSE_FOUND" = "لايوجد رخصة";
"PRODUCT_ACTIVATED" = "تم تنشيط التطبيق";
"THANK_YOU"= "شكراً لك!	";


"BEEP_SOUND_WARNING" = "تفعيل صوت النغمة أثناء الاتصال في فترات متسلسة تشعر الطرف الآخر بتسجيل المكالمة. وتعطيل هذه النغمة دون اخذ الاذن من الطرف الآخر لتسجيلها من خلال التطبيق قد يعتبر مخالفة للقانون في بعض الدول";
"DISABLE_BEEP" = "تعطيل نغمة التسجيل";
"CANCEL" = "إلغاء";

"TERMS_TEXT" = "شروط وتعليمات";

"TERMS_AND_CONDITIONS" = 	"تنبيه : وفقا للقانون في بلد المطور (قانون العقوبات اليونانية - المادة 370A): أي شخص يسجل المكالمة باستخدام وسيلة خارجية دون موافقة الطرف الآخر، قد يعاقب القانون عليها وقد تصل العقوبة إلى سجن عشر (10) سنوات. ونفس العقوبة تطبق إذا سجل أي شخص محادثته الهاتفية الخاصة مع شخص آخر بدون موافقة الطرف الآخر. أيضا، كل من يستخدم المعلومات المستمدة من الطرق المذكورة أعلاه (أو الجهاز الذي طبعت منه )، قد تعاقب بسجن يصل الى عشرة ( 10) سنوات . والقانون يختلف بين البلدان فبعضها تسمح لطرف واحد في المحادثة أن يشعر بالتسجيل، وعليك أن تتحقق من قانون بلدك وقانون العقوبات فيها لضمان عدم انتهاك القانون عن طريق شراء أو استخدام هذا التطبيق، وانك توافق مع ما ورد أعلاه، وكذلك نتفق على أن المطور أو البائع من هذا التطبيق خالي من أية مسؤولية إذا كنت تستخدم التطبيق في مخالفة القانون.";

"FOR_MORE_INFORMATION_READ_LEGAL_SECTION" = "للمزيد من المعلومات، إقرأ القسم القانوني من الاعدادات";


"I_AGREE" = "موافق	";
"I_DISAGREE" = "غير موافق";



"DATABASE_TOOLS" = "أدوات قاعدة البيانات";

"REPAIR_DATABASE" = "إصلاح قاعدة البيانات";
"DATABASE_REPAIRED" = "تم إصلاح قاعدة البيانات";

"DELETE_DATABASE" = "حذف قاعدة البيانات";
"DELETE_DB_WARNING" = "تحذير: ستحذف جميع المكالمات المسجلة!";

"TRANSLATION_CREDITS"="Translation Credits";

"LANGUAGE" = "العربية";

"LANGUAGE_IN_ENGLISH" = "Arabic";

"TRANSLATOR" = "@mr_thamer";




// Translated By @mr_thamer



